import { IMentorCard } from '@/types';

export const mentors: IMentorCard[] = [
  {
    id: 1,
    alt: 'image',
    title: 'Обучение программированию',
    image: 'programmer.webp',
    group: 'it_technology',
    direction: 'programming',
    user: {
      id: 1,
      name: 'Albert',
      phone: '+79999999999',
      rating: '4.4',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
  {
    id: 2,
    alt: 'image',
    direction: 'accountant',
    group: 'accountant',
    image: 'accountant.webp',
    title: 'Обучение бух. учету',
    user: {
      id: 2,
      phone: '+79999999999',
      rating: '3.5',
      name: 'Julia',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'accountant',
      },
    ],
  },
  {
    id: 3,
    alt: 'image',
    title: 'Обучение английскому',
    direction: 'language',
    group: 'language',
    image: 'languageTeacher.webp',
    user: {
      id: 3,
      name: 'Monica',
      rating: '5',
      phone: '+79999999999',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'language',
      },
    ],
  },
  {
    id: 4,
    alt: 'image',
    direction: 'accountant',
    group: 'accountant',
    image: 'accountant.webp',
    title: 'Обучение бух. учету',
    user: {
      id: 4,
      phone: '+79999999999',
      rating: '3.5',
      name: 'Julia',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'accountant',
      },
    ],
  },
  {
    id: 5,
    alt: 'image',
    title: 'Обучение английскому',
    image: 'languageTeacher.webp',
    direction: 'language',
    group: 'language',
    user: {
      id: 5,
      name: 'Monica',
      rating: '5',
      phone: '+79999999999',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'language',
      },
    ],
  },
  {
    id: 6,
    alt: 'image',
    title: 'Обучение программированию',
    image: 'programmer.webp',
    direction: 'programming',
    group: 'it_technology',
    user: {
      id: 6,
      name: 'Albert',
      phone: '+79999999999',
      rating: '4.4',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
  {
    id: 7,
    alt: 'image',
    direction: 'programming',
    group: 'it_technology',
    title: 'Обучение программированию',
    image: 'programmer.webp',
    user: {
      id: 7,
      name: 'Albert',
      phone: '+79999999999',
      rating: '4.4',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
  {
    id: 8,
    alt: 'image',
    title: 'Обучение программированию',
    direction: 'programming',
    group: 'it_technology',
    image: 'programmer.webp',
    user: {
      id: 8,
      name: 'Albert',
      phone: '+79999999999',
      rating: '4.4',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
  {
    id: 9,
    alt: 'image',
    title: 'Обучение программированию',
    direction: 'programming',
    group: 'it_technology',
    image: 'programmer.webp',
    user: {
      id: 9,
      name: 'Albert',
      phone: '+79999999999',
      rating: '4.4',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
  {
    id: 10,
    alt: 'image',
    title: 'Обучение программированию',
    direction: 'programming',
    group: 'it_technology',
    image: 'programmer.webp',
    user: {
      id: 9,
      name: 'Albert',
      phone: '+79999999999',
      rating: '5',
    },
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: [
      {
        id: 1,
        title: 'programming',
      },
      {
        id: 2,
        title: 'design',
      },
    ],
  },
];
