import { IMentor } from '@/types';

export const mentors: IMentor[] = [
  {
    id: 1,
    alt: 'image',
    image: 'programmer.jpg',
    name: 'Albert',
    rating: 4,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['programming', 'design'],
  },
  {
    id: 2,
    alt: 'image',
    image: 'accountant.jpg',
    name: 'Julia',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['accountant'],
  },
  {
    id: 3,
    alt: 'image',
    image: 'languageTeacher.jpg',
    name: 'Monica',
    rating: 5,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['language'],
  },
  {
    id: 4,
    alt: 'image',
    image: 'accountant.jpg',
    name: 'Julia',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['accountant'],
  },
  {
    id: 5,
    alt: 'image',
    image: 'programmer.jpg',
    name: 'Albert',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['programming', 'design'],
  },
  {
    id: 6,
    alt: 'image',
    image: 'accountant.jpg',
    name: 'Julia',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['accountant'],
  },
  {
    id: 7,
    alt: 'image',
    image: 'languageTeacher.jpg',
    name: 'Monica',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['language'],
  },
  {
    id: 8,
    alt: 'image',
    image: 'programmer.jpg',
    name: 'Albert',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['programming', 'design'],
  },
  {
    id: 9,
    alt: 'image',
    image: 'languageTeacher.jpg',
    name: 'Monica',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['language'],
  },
  {
    id: 10,
    alt: 'image',
    image: 'accountant.jpg',
    name: 'Julia',
    rating: 3,
    description:
      'Я Более 5-ти лет занимаюсь ремонтом бытовой техники, работал в сервисе, обслуживал технику по гарантии и на платной основе. Занимаюсь ремонтом; Холодильников, Стиральных машин, электроплит, духовых шкафов, варочных поверхностей, пылесосов, микроволновок, телевизоров, ноутбуков и моноблоков, игровых наушников, мультиварок, мясорубок, кухонных комбайнов, и т.д..',
    skills: ['accountant'],
  },
];
