import { IMessage } from '@/types';

export const message: IMessage[] = [
  {
    _id: '1',
    content:
      'А сегодня в завтрашний день не все могут смотреть. Вернее смотреть могут не только лишь все, мало кто может это делать',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: false,
  },
  {
    _id: '2',
    content:
      'Хочу обратить внимание всех. Встречался со многими милиционерами, которые погибли. С людьми-демонстрантами, которые погибли. И все задают вопрос…',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: true,
  },
  {
    _id: '3',
    content:
      'У меня есть два заместителя, четыре из которых уже месяц лежат в кабинете министров и которых назначить невозможно. Не знаю почему',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: false,
  },
  {
    _id: '4',
    content:
      'Если человек одел форму СС, то есть он окрасил себя в те цвета, в которые он окрасил себя',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: true,
  },
  {
    _id: '5',
    content:
      'Она находится везде. Она находится в Киеве. Сегодня она улетела в Германию. Она работает по всему миру. Вообще она находится там, где я',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: true,
  },
  {
    _id: '6',
    content:
      'Хочу обратить внимание всех. Встречался со многими милиционерами, которые погибли. С людьми-демонстрантами, которые погибли. И все задают вопрос…',
    dispatchTime: 'Wed Oct 25 2023 17:39:06 GMT+0400',
    isCurrentUser: false,
  },
];
